{
    "authors": [
        {
            "author_id": 1,
            "name": "Anime Arcadia",
            "pfp": "images/posts-gallery/pfp/Anime-Arcadia.jpg",
            "profile_url": "https://www.facebook.com/profile.php?id=61563845393034"
        },
        {
            "author_id": 2,
            "name": "Anime SL",
            "pfp": "images/posts-gallery/pfp/Anime-SL.jpg",
            "profile_url": "https://www.facebook.com/animesrilanka"
        }
    ],
    "data": [
        {
            "title": "Watch 'Hunter x Hunter' on Anime Arcadia",
            "image": "images/posts-gallery/posts/hunter-x-hunter-01.jpg",
            "date": "09/03/2024",
            "link": "http://127.0.0.1:5500/watch?v=0000000054",
            "description": "Watch 'Hunter x Hunter' on Anime Arcadia<br><a href='https://animearcadia.org.lk'>animearcadia.org.lk</a>",
            "author_id": 1
        },
        {
            "title": "Watch 'Sword Art Online' on Anime Arcadia",
            "image": "images/posts-gallery/posts/sword-art-online-01.jpg",
            "date": "09/06/2024",
            "link": "http://127.0.0.1:5500/watch?v=0000000057",
            "description": "Watch 'Sword Art Online' on Anime Arcadia<br><a href='https://animearcadia.org.lk'>animearcadia.org.lk</a>",
            "author_id": 1
        },
        {
            "title": "We Are Back!",
            "image": "images/posts-gallery/posts/we-are-back.jpg",
            "date": "09/17/2024",
            "description": "🎉 We're back! 🎉<br>After a brief nap, we're excited to announce that Anime Arcadia website is back online! 🥳 Dive into your favorite shows and discover new ones—no more waiting around ⌛ Thanks for your patience and continued support. Happy streaming! 😉 <a href='https://animearcadia.org.lk'>animearcadia.org.lk</a><br><br>🎉 අපි ආයෙත් ආවා! 🎉<bt>දවස් කිහිපයක පොඩි කාලෙකට පස්සෙ ඕන්න එහෙනම් අපි ආයෙත් ආවා 🥳 දෙසීයකට අධික anime එකතුවක් සමග දැන් නැවුම් මුහුණුවරකින් anime movies / TV series 100%ක් නොමිලේ බලන්න අදම පිවිසෙන්න 😇 <a href='https://animearcadia.org.lk'>animearcadia.org.lk</a>",
            "author_id": 1
        },
        {
            "title": "Watch 'Violet Evergarden' on Anime Arcadia",
            "image": "images/posts-gallery/posts/violet-evergarden.jpg",
            "date": "10/07/2024",
            "link": "https://animearcadia.org.lk/watch?v=0000000053",
            "description": "💞 Violet Evergarden 💞<br>Violet Evergarden කියන අම්ම තාත්ත නැතුව ඉපදුන පුන්චි ගෑනු ලමයෙක් 🍃<br>එක්දාස් අටසිය බරගනන්වල​ තිබුන යුද්දය නිසා වයලට්ව පොඩිකාලෙ ඉදන්ම ඒකට පාවිච්චිකරේ කිසිම හැගීම්දැනීම් නැති අවියක් විදිහට 🍁<br>ඒත් වාසනාවකට වගේ වයලට්ගෙ ජීවිතයට එයාගෙ මේජර් වුන​ මේජර් ගිල්බට් එකතුවෙනව ❤‍🩹<br>හැගීම්දැනීම් මොනවද කියල දන්නෙනැති වයලට්ට එයාගෙ මේජර් ගිල්බට්ගැන අමුතුවිදියෙ හැඟීමක් ඇතිවෙන්න පටන ගන්නව​​.<br>ඒත් ටික කාලෙකට පස්සෙ ඒ යුද්දය ඉවරවෙන්නෙ වයලට්ට එයාගෙ අත්දෙකත් එයාව බලාගත්ත මේජර් ගිල්බට් වත් අහිමි කරගෙන​ 😪<br>යුද්දයෙන් පස්සෙ Auto Memory Doll ✍ කෙනෙක් වුන වයලට් හැඟීම් කියන්න මොනවද කියලා හොයන්න යන අපූරු ගමනක් තමයි එතනින් ඉස්සරහට ඇරඹෙන්නෙ...<br><br>Violet Evergarden 💞<br><a href='https://animearcadia.org.lk/watch?v=0000000053'>Watch Now on Anime Arcadia</a>",
            "author_id": 1
        },
        {
            "title": "Watch 'Prison School' on Anime Arcadia",
            "image": "images/posts-gallery/posts/prison-school-01.jpg",
            "date": "10/10/2024",
            "link": "https://animearcadia.org.lk/watch?v=0000000031",
            "description": "හැමෝම ආසාවෙන් බලන් හිටපු 'Prison School' ඔන්න එහෙනම් දැන් Anime Arcadia තුලින් බලන්න ❤✨<br><br>මේක නම් සම්පුර්ණයෙන්ම වෙනස් අත්දැකීමක් වෙයි ඔයාලට 😉<br>මමනම් තාම මේ කතාව​ සම්පූර්නයෙන්ම බැලුවෙනෑ, හිරගෙයක් වගෙ ඉස්කෝලයක් ඇතුලෙ හිරවෙලා ඉන්න යාලුවො සෙට්එකකට වෙන සුපිරි වැඩ ටිකක් තමයි මේ කතාව පුරාවට ගලාගෙන යන්නෙ.<br><br>මේ ඇනිමෙ එක Comedy ටයිප් එකට වැටෙන නිසා හොදට හිනාවෙන්න පුලුවන් එකක් වගේම ගොඩක්ම Ecchi 🔞 ටයිප් එකටත් මේක වැටෙන නිසා මේක +18 අය විතරක් බැලුවොත් හොදයි 😁<br><br>Watch Prison School on Anime Arcadia ❤🍃<br><a href='https://animearcadia.org.lk/watch?v=0000000031 '>Japanese (Eng DUB)</a><br><a href='https://animearcadia.org.lk/watch?v=0000000047 '>English DUB</a>",
            "author_id": 1
        },
        {
            "title": "Watch 'Uzumaki: Spiral Into Horror' on Anime Arcadia",
            "image": "images/posts-gallery/posts/uzumaki-01.jpg",
            "date": "10/11/2024",
            "link": "https://animearcadia.org.lk/watch?v=0000000085",
            "description": "Horror ටයිප් ඇනිමෙ වලට ආස​ රසිකයො සෑහෙන කාලයක් එනකල් මඟ බලාගෙන ඉඳපු Uzumaki: Spiral Into Horror කියන​ ඇනිමෙ එක තමයි ඔන්න අද අපි Anime Arcadia තුලින් අරන් එන්නෙ 🍁<br><br>ජපන බාශාවෙන් Uzumaki එහෙම නැත්තම් “සුළිය”, “සර්පිලය” කියන මේ අධිස්වභාවික සුළියක් හෙමින් හෙමින් මිනිස්සුන්ව ග්‍රහණයට හසුකරගන්න රාක්‍ෂයෙක් වගේ සම්පූර්ණ නගරයක් ගිලගන්න විදිය ගැන තියෙන අමුතුම විදියෙ කතාවක් තමයි මේ කතාව පුරාවට තියෙන්නෙ 😱🍂<br><br>කලු සුදු විදියට හදල තියෙන මේ ඇනිමෙ එක ​ඔයාලට තනියම නම් බලන්න පුලුවන්වෙයි කියන්න අමාරුයි. මොකද මේක ඒතරමටම creepy ඇනිමෙ එකක් 😬<br><br>ඔන්න එහෙනම් හැමදාම වගේ original ජපන් වලින් වගේම ඉන්ග්‍රීසි ඩබ් කරපු වීඩියෝ එකත් පහල තියෙන ලින්ක් වලින් ගිහින් බලන්න​...<br><br>Watch 'Uzumaki: Spiral Into Horror' on Anime Arcadia ❤✨<br><a href='https://animearcadia.org.lk/watch?v=0000000085'>Japanese (Eng SUB)</a><br><a href='https://animearcadia.org.lk/watch?v=0000000086'>English DUB</a>",
            "author_id": 1
        },
        {
            "title": "Watch 'Dragon Ball Daima' on Anime Arcadia",
            "image": "images/posts-gallery/posts/dragon-ball-daima-01.jpg",
            "date": "10/12/2024",
            "link": "https://animearcadia.org.lk/watch?v=0000000087",
            "description": "Dragon Ball කතා මාලාවෙ අලුත්ම සීසන් එක වෙන 'Dragon Ball Daima' ඔන්න ඊයෙ රිලීස් වුනා ❤✨ ඇනිමෙ එක ඊයෙ රිලීස් වුන නිසා තාම dub එකක් ඇවිත්නැ 🍁<br><br>එහෙනම් ඉතින් මිස් කරගන්නෙ නැතුව පහල තියෙන ලින්ක් එකෙන් ගිහින් අදම​ බලන්න 👇🏻<br><br>Watch 'Dragon Ball Daima' on Anime Arcadia<br><a href='https://animearcadia.org.lk/watch?v=0000000087'>Japanese (Eng SUB)</a>",
            "author_id": 1
        },
        {
            "title": "Watch 'DanDaDan' on Anime Arcadia",
            "image": "images/posts-gallery/posts/dandadan.jpg",
            "date": "10/14/2024",
            "link": "https://animearcadia.org.lk/watch?v=0000000101",
            "description": "DanDaDan කියන්නෙ Supernatural, Action, Comedy genre එකේ තියෙන අලුතෙන්ම ආපු සුපිරිම ඇනිමෙ සීරීය​ස් එකක්. සුපිරි comedy සීන්ස් ගොඩක් තියෙන​ මේ ඇනිමෙඑක නම් ඔයාල බලන්නම ඕන masterpiece එකක් 🍃✨<br><br>Momo සහ Ken Takakura කියන්නෙ අවතාර 👻 සහ පිටසක්වල ජීවීන් 👽 විශ්වාස කරන Highschool කොල්ලො කෙල්ලො දෙන්නෙක්.<br><br>මේ දෙන්නගෙ මේ අමුතුම විශ්වාස නිසා High school එකේ normal ලමයි දෙන්නෙක් විදිහට ඉන්න එයාලා full try කරනව​<br>ඒත් මේ අතරෙ supernatural creatures ල එක්ක deal කරන්නවෙන​ හාසජනක 😜 සහ අත්භූත සිදුවීම් 😬 ගොඩකට මේ අයට මුහුන දෙන්න වෙනව​<br><br>​ඉතින් මිස් කරගන්නැතුව​ මේ ඇනිමෙ එක අනිවාර්යෙන්ම පහල තියෙන ලින්ක් එකෙන් ගිහින් බලන්න​👇<br><br>Watch 'DanDaDan' on Anime Arcadia<br><a href='https://animearcadia.org.lk/watch?v=0000000101'>English Sub</a><br><a href='https://animearcadia.org.lk/watch?v=0000000102'>English Dub</a>",
            "author_id": 1
        },
        {
            "title": "Anime Arcadia Community site opening",
            "image": "images/posts-gallery/posts/community-site opening.jpg",
            "date": "10/18/2024",
            "description": "ඔයත් Anime වලට කැමති community එකක් හොයනවද?<br>Anime ගැන තියෙන අළුත්ම news, අළුතින්ම කරලියට එන anime tv series/movies සහ එකී මෙකී නොකී ඕනම​ anime content ගැන​ හැමෝම අතර කතාකරන්න​ බෙදාගන්න එකතුවෙන්න Anime Arcadia අපිත් එක්ක ✨🍃<br><br>Features of Anime Arcadia Community,<br>Sharing and Engagement: Anime related post හදන්න, එවා හැමෝම​ එක්ක share කරගන්න, අළුත් anime related news ගැන discuss කරන්න, anime ගැන තියෙන fan theories ගැන කතාකරන්න​ කරන්න වගේ තවත් බොහෝ දේ කරන්න ඔයාලට පුලුවන්.<br><br>User Ranking System: අපේ තියෙන unique ranking system එකෙන් ඔයාලට වෙන්වුන​ ranks 9ක් තියෙනව​. මේ ranking වල​ Noob 🙂 ඉඳල Legendary 😎 rank එකට යනකන් ඔයාලට rank up වෙන්න පුළුවන්. ඔයාලා Legendary rank එකට ගියොත් ඉතිම් ඔයාට අපේ verify badge ✅ එකත් දිනාගන්න පුලුවන්.<br><br>ඉතින් ඔයාගෙ rank එකත් up කරගන්නෙ කොහොමද කියලද හිතන්නෙ?<br>ඔයා site එකේදි අනිත් අය​ එක්ක එකතුවෙලා කරන හැමදේකටම ඔයාට points හම්බෙනව. ඉතින් මේ points වැඩිවෙන්න වැඩිවෙන්න ඔයාගෙ rank එකත් ඉබේම වැඩිවෙනව 📈​<br><br>Group up with Friends: වෙනත් Groups වලට join වෙලා තවත් anime fanbase එකක් එක්ක ස්ම්බන්දවෙන්න වගේම,​ ඔයාට ඔයාගෙම​ යාලුවොත් එක්ක එකතුවෙලා groups හදාගෙන goup එකේ admin විදිහට වැඩකරන්න වගේ තවත් ගොඩක් දේ ඔයාට මේ site එක ඇතුලෙ කරන්න පුලුවන්කම තියෙනව​.<br><br>ඉතින් මේ වගේ ගොඩක්දේවල් වලින් පිරුනු anime community එකක් එක්ක එකතු වෙන්න ඔයත් කැමතිනම් එන්න Anime Arcadia අපිත් එක්ක එකතු වෙන්න 😉<br><br>#JoinTheArcadians #animearcadia #anime4all",
            "author_id": 1
        },
        {
            "title": "Read Jujutsu Kaisen on Anime Arcadia YouTube channel",
            "image": "images/posts-gallery/posts/jujutsu-kaisen-manga.jpg",
            "date": "10/23/2024",
            "description": "ඉතින් boys & girls අද අපිට කියන්න සුබ ආරංචියක් තියෙනවා ❤️<br><br>ඒ තමයි අපේ Anime Arcadia YouTube channel එකේ Jujutsu Kaisen manga series එක  chapter 1 ඉදල අද වෙනකන් ඇවිල්ල තියෙන chapters 275 වෙනකන්ම streaming කරනවා, ඉතින් ඔයාලත් jujutsu kaisen බලපු කෙනෙක් උනත් බලපු නැති කෙනෙක් උනත් අපේ වැඩේ කොහොමද කියල ඇවිල්ල බලල comment  එකක් දාලම කියන්නකෝ 🔥<br><br>ඉතින් ඉස්සරහට තවත් anime series ගොඩක manga series අපේ channel එකෙන් ඔයාලට අරන් එනවා. ඒ වගේම yt channel එකේ දාන manga වල volumes ඔයාලට ඕනේ නම් අපි ඒක ඔයාලගේ ගෙදරටම ගෙනත් දෙනවා. එත් තාම volumes හදන්න ගත්තේ නැති නිසා අපි ඉස්සරහට ඒ ගැන update එකක් දෙන්නම් 😇<br><br>Channel එක subscribe කරන්නත් අමතක කරන්න එපා! 😏❤️<br><br>Watch Now: <a href='https://www.youtube.com/watch?v=GhNU6fJBNIg' target='_blank'>https://www.youtube.com/watch?v=GhNU6fJBNIg</a>",
            "author_id": 1
        },
        {
            "title": "Read Jujutsu Kaisen on Anime Arcadia Telegram group",
            "image": "images/posts-gallery/posts/telegram-manga-01.jpg",
            "date": "10/23/2024",
            "description": "✨ Now you can read and download your favorite manga books like Jujutsu Kaisen, Demon Slayer from our Anime Arcadia Telegram group 🔥😉<br><br>Join Now: <a href='https://t.me/Family_of_anime' target='_blank'>https://t.me/Family_of_anime</a>",
            "author_id": 1
        },
        {
            "title": "ඇයි Jujutsu Kaisen ට වඩා Demon Slayer ඇයි හොද?",
            "image": "images/posts-gallery/posts/demon-slayer-vs-jujutsu-kisen.jpg",
            "date": "10/23/2024",
            "description": "ඉතින් ඔන්න අද මන් අරන් ආවේ ඇයි Jujutsu Kaisen ට වඩා Demon Slayer හොද කියලා හැමෝටම පුංචි පැහැදිලි කිරීමක් කරන්නයි ✨<br><br>මුලින්ම කිව්වොත් මේ anime series දෙකම exceptional (ටොප් level) anime series දෙකක්. එත් ඇයි Demon Slayer හොඳ?<br><br>01. Emotional Depth and Character   Development<br><br>Demon Slayer series හදද්දී වැඩියෙන්ම focus කරලා තියෙන්නේ එයාලගේ charactersලගේ emotional side එක ගැන. Demon Slayer බලපු කෙනෙක්ට මන් මොනාද මේ කියන්නේ කියලා හොදටම තේරෙනවා ඇති. බලපු නැති කෙනෙක් ඉන්නවනම් එහෙමත් නැතිනම් anime බලන්න අලුත් කෙනෙක් නම් දැන්ම මේක බලලා ඉන්න. නැත්තම් මන් මොනාද කියන්නේ කියලා තේරෙන්නේ නැති වෙයි.<br><br>ඒ වගේම තමයි මේකේ villain character එක හදලා තියෙන්නේ සාමාන්‍ය villain charactersලට සාපේක්ෂව ගොඩක්ම සංකීර්ණ විදිහට. ඇයි කිව්වොත්, මේකේ villain caharacter just character එකක් වෙන්න දෙන්නේ නැතුව එකට emotional backstory එකක් දීල තියෙන එක. උදාහරණයකට ගත්තොත් Rui (Lower Moon 5) character එක මේකට හොදම උදාහරණයක්.<br><br>02.Animation Quality<br><br>Demon Slayer anime series එක හැදුවේ ufotable ලා විසින්. දැනට හදපු හොදම animation series එක විදිහට Demon Slayer anime series එක වාර්තා බිදලා ඉවරයි.<br><br>Artistic styles ගත්තොත් Demon Slayer එකේ breathing techniques ආයේ වෙනම ලෙවෙල් එකකට හදලා තියෙන්නේ කියලා බලන ඕන කෙනෙක්ට තේරෙනවා. මේ වගේ animation style එක Jujutsu Kaisen හදපු MAPPA ලගේ එකට ලගින්වත් තියන්න බැ කියලා වාර්තාවල සදහන් වෙනවා.<br><br>මන් මේක ලිව්වේ මහා රෑ ඒ නිසා මේකේ ලියන්න තව කොටස් 5ක්‌ තියෙනවා. ඉතුරු ටික ලියන්න වෙලාව මදි නිසා මන් ඉතුරු ටික තව දවසක වෙනම පොස්ට් එකකින් ගේන්නම්. මේක මන් ලිව්වේ OP fans vs AOT fansල වගේ දෙකට බෙදිලා රණ්ඩු කරන්න නෙවෙයි. හැමෝම දැනගන්න ඕනේ හින්ද විතරයි. ඒක නිසා අපි හැමෝම සතුටින් ඉමු නෙහ් 😊<br><br>#demonslayer #jujutsukaisen #animearcadia #anime4all",
            "author_id": 1
        },
        {
            "title": "Attack On Titan Inspire කරලද Demon Slayer හැදුවෙ?",
            "image": "images/posts-gallery/posts/aot-ds.jpg",
            "date": "10/29/2024",
            "description": "ඔන්න අද මන් අරගෙන අවේ මට දැනුන දෙයක් ඔයාල අතරේ බෙදාගන්නයි😌, thumbanil එක ගැන වැඩිය හිතන්න එපා😁<br><br>මන් කියන දේවල් ඔයාලටත් දැනිල තියෙනවනම් පහලින් comment  එකක් දාගෙන යන්න🔥<br><br>එහෙනම් අපි යමු කතාවට, මන් මේකට use කරන්නේ AOT & DS, ඇයි කිව්වොත් මේ දෙකම බලපු කෙනෙක්ට මන් කියන දේවල් දැනිල ඇති කියල මන් හිතනවා,<br><br>01. කතාවේ background එක,<br><br>මොකක්ද මේකේ තේරුම, කතාවේ background එක කියන්නේ, මොන ඇනිමේ series එකක් හදන්න කලින් එකට අත්තිවාරමක් එහෙමත් නැතිනම් පසුබිම, Aot එකේ පසුබිම වෙන්නේ එකේ ඉන්න titanලා හා සම්බන්ධ ලෝකයක්, ඒ වගේම Ds එකේ පසුබිම වෙන්නේ demonsලා හා සම්බන්ධ ලෝකයක් , මේ දෙකේම titans & demons මිනිස්සුන්ව මරාගෙන කනවා.<br><br>02.  Revenge scene එක,<br><br>Eren එයාගේ අම්මව titan කෙනෙක් මරපු නිසයි, Eren titanලාව මරන්න scouts join වෙන්නේ, ඒ වගේම tanjiro demon slayer corps join වෙන්නේ, එයාගේ family එක demons මරපු නිසා. ඉතින් මේ දෙකම මට එක වගේ feel උනා.<br><br>03. Supporting Partner,<br><br>Aot එකේ වගේම Ds එකෙත් Eren & Tanjiro mc දෙකටම ගොඩක් තරහ යන nerve එක දීල තියෙනවා, එහෙම වෙද්දී එයාල fail වෙයි කියලා දැනගෙන එයාලා දෙන්නටම supporting එකට එරන්ට මිකාසවත්, තන්ජිරෝට එයාගේ නංගි වන නෙසුකොවත් කතාව ලියපු authorsලා දීලා තියෙනවා.<br><br>04. Super Powers,<br><br>Aot එකේ එරෙන්ට titan කෙනෙක් වෙන්න power දීල තියෙනවා වගේම, master of the top 2 breathing techniques(sun & water ) power එක තන්ජිරොට දීලා තියෙනවා.<br><br>05. Mc's transformation,<br><br>මේකෙදි එරෙන්ට titan ලාව පෙනන්න බැරි උනාට titanලාව මරන්න, එරෙන්ට titan ගේ transformation එක ගන්න වෙනවා, ඒ වගේම Ds final arc එකේ තන්ජිරෝ demonලාව මරන්න එයාව, demon කෙනෙක් විදිහට transform වෙනවා.<br><br>ඉතින් මන් මේක ලිව්වේ මට මේ කරුණු ටික නිකන් සමානයි වගේ දැනුන නිසයි, මන් කියපු දේවල් එක්ක බලද්දී ඔයාලට මොකද හිතෙන්නේ, මන් වැරදි වෙන්නත් පුලුවන්, ඔයාලටත් මේ වගේ තව දේවල් සමානයි වගේ දැනුන නම් කියාගෙන යන්න prens. 😌❤️",
            "author_id": 1
        },
        {
            "title": "Watch 'Blue Lock' on Anime Arcadia",
            "image": "images/posts-gallery/posts/blue-lock.jpg",
            "date": "10/30/2024",
            "link": "https://animearcadia.org.lk/watch?v=0000000120",
            "description": "Blue Lock කියන්නේ Muneyuki Kaneshiro විසින් ලියපු, Yusuke Nomura විසින් නිර්මාණය කරපු මන්ගා එකකින් හදපු ජනප්‍රිය ඇනිමෙ series එකක්. මේක 2022 දී release කරලා තියෙනවා.විශේෂයෙන්ම Japanese football(පාපන්දු) scenario එකක් වටා මේ කතාව හැදිලා තියෙනවා.(අතීශයින් football පිස්සන්ට පමණි)😁💯<br><br>2018 FIFA ලෝක කුසලානයේ ජපානයේ පාපන්දු team එක බලාපොරොත්තු සුන් වූ දස්කම් පෙන්වපු නිසා, ජපන් පාපන්දු සංගමය ඔවුන්ගේ පාපන්දු ක්‍රීඩාව වැඩිදියුණු කිරීම සදහා, එහෙමත් නැතිනම් ඔවුන්ගේ football team එක strong ix side එකක් කිරීමට 'Blue Lock' project එක ක්‍රියාත්මක කිරීමට තීරණය කරනවා.<br><br>මේකේ ප්‍රධාන චරිතය ලෙස, Yoichi Isagi දක්ෂ උසස් පාසල් පාපන්දු ක්‍රීඩකයෙක් වන අතර ඔහුට මේ project එකට සම්බන්ධ වීමට ආරාධනා ලැබෙනවා. ඉතින් මේක ගැන වැඩිදුර දැනගන්න මේක ඔයාලට බලන්නම වෙනවා 😌❤️<br><br>Watch 'Blue Lock' on Anime Arcadia<br><a href='https://animearcadia.org.lk/watch?v=0000000120'>English Sub</a><br><a href='https://animearcadia.org.lk/watch?v=0000000121'>English Dub</a>",
            "author_id": 1
        },
        {
            "title": "Watch 'Blue Box' on Anime Arcadia",
            "image": "images/posts-gallery/posts/blue-box.jpg",
            "date": "11/03/2024",
            "link": "https://animearcadia.org.lk/watch?v=0000000143",
            "description": "Sports, romance, Slice of Life genre වලින් ඇනිමේ එකක් බලමුද, ඔන්න ගෙනාවා 'Blue Box (青の箱, Ao no Hako)' දැන් අපේ site එකෙන් ඔයාලට නරඹන්න පුළුවන්, මේක බලලා ඇනිමේ එකට rating එකක් දෙන්නත් අමතක කරන්න එපා හොදේ!❤️<br><br>Main Characters:<br><br>Taiki Inomata: The protagonist, a hardworking badminton player who dreams of competing at the national level. He is sincere, determined, and harbors a crush on Chinatsu.<br><br>Chinatsu Kano: A talented and popular basketball player known for her skills and dedication. Despite her athletic prowess, she is down-to-earth and approachable.<br><br>Hina Chono: A rhythmic gymnast and Taiki's close friend who secretly has feelings for him. Her presence adds depth to the romantic dynamics of the story.<br><br>Kyo Kasahara: Taiki's supportive friend and badminton teammate, providing both encouragement and comic relief.<br><br>#animearcadia #freeanime #bluebox #trending",
            "author_id": 1
        },
        {
            "title": "300+ Anime 🥳🎉",
            "image": "images/posts-gallery/posts/300-anime.jpg",
            "date": "11/05/2024",
            "description": "ඔන්න එහෙනම් අද වෙනකොට Anime Arcadia සයිට් එකේ ඇනිමේ එකතුව 300 පන්නලා ඉවරයි​ 🥳🎉<br><br>ඔයාලා වගේම ඇනිමෙ වලට ආදරය කරන පුන්චි කන්ඩායමක් විදියට එකතුවෙලා බින්දුවෙ ඉදන් පටන් ගත්ත දෙයක් විදියට අද අපේ website එක තියෙන විදිය සහ Anime Arcadia team එකේ හැමෝම එක පව්ලක් විදියට ඉන්නහැටි දකිනකොට පුදුම සතුටක් දැනෙනව 😊😘<br><br>ඉතින් මේ දේට මොනයම් හෝ විදියකින් සහයෝගය දුන්න අපේ Sokka Hero,Mazk Boyi,Asanka Gamage,Akash Dewmina Silva වගේම අපිත් එක්ක දිගට රැඳිල හිටපු ඔයාල හැමෝටමත් ගොඩක් ස්තූතී… එහෙමත් නැත්තම් තව විදියකට කිව්වොත් Arigato Gozaimasu…❤‍🩹✨<br><br>එහෙනම් ඉතින් වෙනද වගේම අලුත්ම​ ඇනිමෙ tv සීරියස් / Movies ads-free බලන්න දිගටම Anime Arcadia අපිත් එක්ක එකතුවෙල ඉන්න​ 😉<br><br>🍁 තව හැමෝම අහන ප්‍රශ්නයකට උත්තරයක් මන් මේකෙදිම දෙන්නම්.<br><br>ඒ තමයි ඔයාටත් අපේ Anime Arcadia team එකට එකතුවෙන්න පුලුවන්ද? එහෙමනම් කොහොමද එකතුවෙන්නෙ කියන එක​. අන්නෙ ඒ ප්‍රශ්නෙට දෙන්න පුලුවන් කෙටිම උත්තරේ තමයි 'ඔව්.'<br><br>ඔයා මොන වයසක කෙනෙක් වුනත් ඔයාගෙ හැකියාව මොන පැත්ත තියෙනවා වුනත් ඔයා කැමතිනම් අපිත් එක්ක එකතුවෙන්න Yes you can!<br><br>එහෙමනම් ඉතින් පහල තියෙන numbers වලින් එක්කට කතාකරන්න එහෙම නැත්තම් message එකක් දාන්න 🍃✨ Hiruna Wadasinghe: 072 026 9766 | Subash Fernando: 076 748 9562<br><br>#anime #300Series #animearcadia",
            "author_id": 1
        },
        {
            "title": "හෙන්ටායි Anime Arcadia එකෙන්?",
            "image": "images/posts-gallery/posts/hentai-on-anime-arcadia.jpg",
            "date": "11/08/2024",
            "description": "අද ආවෙ ගොඩදෙනෙක් අහන ප්‍රශ්නයකට උත්තරයක් දීල යන්න​ 🍂<br><br>ඒ තමයි අපේ Anime Arcadia website එකට Hentai ඇනිමෙ දානවද කියන එක​. මේක දැන් සති කිහිප​යකම ඉදන් ගොඩදෙනෙක් සැරින් සැරේ අහපු ප්‍රශ්නයක් නිසා නොසලකා හරින්නම බැරිවුනා.<br><br>ඉතින් ඔයා Hentai කියන්නෙ මොකක්ද කියල දන්නෙ නැත්තම්, ඒ කියන්නෙ වඩිහිටියන්ට පමනක් බලන්න හදපු ඇනිමෙ වලට (Adult Only) 🔞<br><br>මේ ප්‍රශ්නෙට උත්තරයක් දෙන්න ඕන නිසාම අපි සයිට් එකට එන අයගෙ වයස් ගැන ටිකක් හොයල බැලුවා. ඒවගෙන් පේනව හුගක්ම සයිට් එකට එන්නෙ වයස 16 - 37 ත් අතර අය කියල​. ඉතින් මේ Hentai type එකේ ඇනිමෙ බලන්න නම් ඔයා අනිවාරෙන්ම වයස 18 වැඩි කෙනෙක් වෙන්න ඕන​.<br><br>ඉතින් ඇනිමෙ කියන දේ හැම වයසක කෙනෙක්ටම experience කරන්න පුලුවන් වෙන්න ඕන නිසා දැනට අපි තීරනය කරල තියෙන්නෙ සයිට් එකට Hentai ඇනිමෙ නොදා ඉන්නයි. මොකද අපි ඒ type එකේ ඇනිමෙ දාල තිබුනොත් සයිට් එකේ තියෙන Auto Suggestion/ Chatbot වගේ features නිසා කෙනෙක් ඒව වෙනම හෙව්වෙ නැතිවුනත් auto ම suggest වෙන්න පුලුවන්. එහෙම වුනොත් ඒක ලොකු ප්‍රශ්නයක් වෙයි 😬<br><br>කියන්න ඕන තව​ දෙයක් තමයි මේක තනි කෙනෙක් ගත්ත තීරනයක් නෙවෙයි. Anime Arcadia එකේ අපි team එකක් විදිහට එකට කතා කරල ගත්තු තීරනයක්.<br><br>ඉතින් මේ ගැන ඔයාගෙ තියෙන අදහස් යෝජනාත් පහලින් කියාගෙනම යන්න​.<br><br>Watch anime ads-free: <a href='https://animearcadia.org.lk/' target='_blank'>animearcadia.org.lk</a><br><br>#anime #animearcadia #freeanime",
            "author_id": 1
        },
        {
            "title": "Watch '365 Days to the Wedding' on Anime Arcadia",
            "image": "images/posts-gallery/posts/365-days-to-the-wedding.jpg",
            "date": "11/09/2024",
            "link": "https://animearcadia.org.lk/watch?v=0000000310",
            "description": "ඉතින් guys අද අරන් ආවේ මේ අවුරුද්දේ අලුතෙන් release වෙච්ච ඔයාල හුග දෙනෙක් නොදන්න, තාම කව්රුත් එච්චර බලපු නැති ඇනිමේ එකක් ගැන කියන්නයි.<br><br>ඒ තමයි '365 Days to the Wedding' කියන ඇනිමේ එක. ඉතින් මේක release උනේ oct 03 වෙනිදා.ඉතින් මේක අයිති වෙන්නේ Comedy-drama,Romantic,comedy,Slice of life ,ඉතින් මේක මොනවගේ story එකක්ඩ් කියල මන් කෙටියෙන් කියාගෙන යන්නම්, නට්ටන් මේක spoiler එකක් වෙන නිසා,<br><br>මේකෙදි වෙන්නේ Takuya Ohara කියන කොල්ලෙකුයි Rika Honjoji කියන කෙල්ලෙකුයි travel agency එකක වැඩ කරනවා, ඉතින් මෙහෙම අවුරුදු 4ක් වැඩ කරගෙන ඉද්දි මෙයාලගේ branch එකක් Aleska වල open කරනවලු. ඉතින් මේකට යවන්නේ unmarried කට්ටියව නිසා මෙයාල දෙන්නගේ නම් දෙක ඒ list එකේ තියෙනවා, ඉතින් මේ දෙන්නට එහෙට යන්න අකමැති නිසා මුන් දෙන්න fake engagement එකක් plan කරනවා.ඉතින් ඕක තමයි story line එක, ඕකට පස්සේ මොනාද වෙන්නේ කියල ඔයාලම ගිහින් බලන්නකෝ, තම episodes 6යි ඇවිල්ල තියෙන්නේ,<br><br>දැන්ම ගිහින් බලන්න අපේ site එකෙන්.<br><br>animearcadia. org. lk<br><br>#animearcadia #anime #365daystothewedding<br><br>Watch '365 Days to the Wedding' on Anime Arcadia<br><a href='https://animearcadia.org.lk/watch?v=0000000310'>",
            "author_id": 1
        },
        {
            "title": "Road to 1K Followers",
            "image": "images/posts-gallery/posts/road-to-1k.jpg",
            "date": "11/10/2024",
            "description": "ඉතින් boys & girls විශේෂ ඉල්ලීමක් තියෙනවා ඔයාලා හැමෝගෙන්ම ඉල්ලන්න.🫶💙<br><br>ඒ තමයි අපි ගැන නොදන්නා හුග දෙනෙක් තාමත් අපි අතරේ ඉන්නවා,ඉතින් අපි එක්ක එකතු වෙලා ඉන්න ඔයාල හැමෝගෙන්ම ඉල්ලනවා පුළුවන් තරම් අපේ page එක share කරලා ඔයාලගේ support එක අපිට ලබා දෙන්න.ඒ වගේම ඉක්මනටම අපි 1K followers milestone එක reach කරන්නත් අපි ඔයාලගෙන් support එක ඉල්ලනවා prens.🙂💖<br><br>අපි කවුද කියල තාමත් දන්නේ නැත්තන් දන්නේ නැති අයට මේක share කරන්න,<br><br>අපි තමයි ලංකාවට ඇනිමේ බලන්න ads -free website එකක් හදපු කට්ටිය,කව්රුත් නොකරපු දෙයක් අපි ඔයාල වෙනුවෙන් කරනවා,මේක non profit නිසා අපේ team එක හැදිලා තියෙන්නේ fully contributors ලාගෙන්,<br><br>ඉතින් අපි එක්ක තව අත්වැල් බැදගන්න partnersla කිහිපදෙනෙකුත් ඉන්නවා ඒ අතරින්, ලංකාවේ ලොකුම top 2 ඇනිමේ group දෙක වෙන Anime Heaven & Anime Kingdom, ඒ වගේම Anime Fandom, Anime Empire, වගේම අපිට සිංහල subtitles සපයන්න ඇනිමේ Weebs ලත් අපි එක්ක එකතු වෙලා ඉන්නවා, ❤️‍🔥<br><br>ඉතින් ලංකාවේ ඇනිමේ community එකට මේ කරන දේ නිසා ඇනිමේ බලන පිරිස තව තවත් වැඩිවෙනවා, ඒකනිසා අපි ඔයාලගෙන් ඉල්ලන්නේ පුලුවන් තරම් ඔයාලගේ යාළුවන් අතරේ මේක බෙදාගන්න,හැමෝටම දැනගන්න පුලුවන් විදිහට sup එකක් දෙන්න,<br><br>ඔයාගේ යාළුවා ඇනිමේ බලලා නැත්තන්,එයාට ඇනිමේ recommend කරන්න අපේ site එකේ developersla එකතු වෙලා chatbot කෙනෙක් හදලා තියෙනවා, ඉතින් එයාගෙන් ඔයාලට ඕනේ කරන ඇනිමේ පිළිබද විස්තර,recomendation වගේ ගොඩක් දේවල් ගන්න පුළුවන්.✅<br><br>ඉතින් අවසාන වශයෙන් කියන්න තියෙන්නේ අපි කරන දේට ඔයාලගේ සුප් එක දෙනවනම්,මේක නවතින්නේ නැතුව දිගටම කරගෙන යන්න පුළුවන් වේවි.<br><br>Site එක ගැන මොනාහරි reviews හෝ complaint එකක් තියෙනවනම් අපේ admin ටෙං එකට ඉක්ම්න්ට් මස් එකක් දාන්න මොකද එයාල හැමෝම ඔයාලගේ feedback අහනක්න් ඉවසිල්ලක් නැතුව බලන් ඉන්නවා, ලගදීම එන AOT Movie එකත් අපේ site එකෙන් බලන්න අමතක කරන්නත් එපා.✌️💖<br><br>#animearcadia #anime #RoadTo1K",
            "author_id": 1
        },
        {
            "title": "ඇනිමෙ universe එකේ king, Ufotable studio ​ද?",
            "image": "images/posts-gallery/posts/ufotable-studio.jpg",
            "date": "11/11/2024",
            "description": "Hellow guys, ඉතින් අද මන් අරගෙන අවේ ඇනිමේ universe එකට මහඟු සේවයක් ඉටුකරන animation studio එකක් ගැන, ඔව් ඒක තමයි, thumbnail තියෙන එක ගැන තමයි අද කියන්න යන්නේ✌️,<br><br>Ufotable, Inc. එහෙමත් නැතිනම් Ufotable Studio කියන්නේ high quality වලට ඇනිමෙ movies නිෂ්පාදනය සඳහා ප්‍රසිද්ධ ජපන්වල තියෙන animation studio එකක්. Ufotable ලා ගැන කරුණු කිහිපයක් දැන් මන් ඔයාලට කියන්නම්.<br><br>Ufotable ආරම්භ වෙන්නේ 2000 වර්ෂයේ ඔක්තෝම්බර් මාසයේදී, ඉතින් මේක හදල තියෙන්නේ හිටපු TMS entertainment කාර්ය මණ්ඩල සාමාජිකයින්ලු.ඒ වගේම studio එකේ hq තියෙන්නේ ජපානයේ ටෝකියෝ වල සුගිනාමි කියන ගමේලු.<br><br>ඉතින් ufotable ල විසින් එයාලගේ නම හැම කෙනෙක්ටම දැනගන්න සැලසුවේ මේ කියන ඇනිමේ series නිසාලු.<br><br>Fate Series: Ufotable 'Fate/stay night: Unlimited Blade Works' සහ 'Fate/stay night: Heaven's Feel' triology movie එක, මේක Type-Moon ගේ visual novel series එකේ adaption එකක්ලු.මේක බලපු කෙනෙක්ට අනිමටිඔන්ස් ගැන යේ කතා දෙකක් කියන්න න ඉතින් top තමයි.<br><br>Demon Slayer: Kimetsu no Yaiba: මේක Ufotable ලාගේ සාර්ථකම ව්‍යාපෘතිවලින් එකක් වෙනවා.අයි කිව්වොත් fate series එක වගේම DS එකෙත් අනිමටිඔන්ස් පට්ට ඉතින් ඒ ගැනත් යේ කතා දෙකක් නෑ. ඉතින් ufotable ල ගැන ලෝකයටම හදුන්වල දෙන්න පුළුවන් උනේ DS එක නිසාලු, එක ටොප් ඇනිමේ series එකක් නිසා ufotable ලා දන් ඉන්නේ ටොප් 5 studios එක්ක කරට කරලු. 'Demon Slayer: Kimetsu no Yaiba – The Movie: Mugen Train' චිත්‍රපටය මේ වෙනකන් ලබපු වැඩිම ආදායමක් ලබපු ඇනිමෙ චිත්‍රපටය බවට පත් වුනෙත් ufotable team එකේ දක්ෂ skills නිසා.<br><br>Ufotable ලාගේ unique animation ස්ට්ය්ලේ එක නිසා මෙයාල ගොඩක් ප්‍රසිද්ද උනා, මේකට මෙයාල සම්ප්‍රදායික 2D animations වගේම 3D computer graphics යොදා ගන්නවා.මෙයාල මේ දෙකම හසුරවන unique ක්‍රමය නිසා මෙයාලගේ animations top notch එකේ තියෙන්නේ.<br><br>Ufotable studio එක ප්‍රමුඛතම animation studio එකක් ලෙස කීර්තියක් ගොඩනඟා ගෙන ඇති අතරම, Ufotable ල වගේම Studio Ghibli,Toei Animation,Madhouse,Bones,Kyoto Animation,MAPPA,Sunrise,Production I.G,CloverWorks වගේ studios ගොඩාක් කරට කර ඉන්නවා.<br><br>ඉතින් මන් මේ කිව්වේ ufotable ලා ගැන විතරයි. ඉස්සරහට තව studios ගැන වගේ ඕනේ නම් comment එකක් ගෙන යන්න.ඒ වගේම ඉස්සරහට තව මොන වගේ දේවල්ද ඕනේ කියලත් කියාගෙන යන්න.❤️‍🔥<br><br>source: Internet/web articles/studio rankings/wikipedia<br><br>#ufotable #anime #animearc",
            "author_id": 1
        },
        {
            "title": "විරයින්ගේ පාසල",
            "image": "images/posts-gallery/posts/mha-000.jpg",
            "date": "11/18/2024",
            "link": "https://animearcadia.org.lk/watch?v=0000000035",
            "description": "අපි මේ අරන් එන්න හදන්නෙ මේ දවස් වල Anime world එකේ තිබ්බ ලොකුම🔥 war එකක් යන, ඒ වගේම ලෝක පුරා ලොකු Fandom එකක් තියෙන, My Hero Academia කියන anime එක ගැන post series එකක්.මේ ඒ series එකට ආරම්භයක් දෙන්න ගෙනාපු post එකක්❤.<br><br>ඉතින් මේ My Hero Academia කියන්නෙ මොන වගේ Anime එකක්ද ? කට්ටියට මතකද අපි ස්වර්ණවාහිනීයේ ඉස්සර පට්ට ආසාවෙන් Alice Academy කියල එක එක ලමයින්ට සුපිරි බලයන් තියෙන anime එකක් බැලුවා. ❤ඒ දවස් වල බලපු අයට නම් අමතක නැතුව ඇති. ඉතින් මේකත් ටිකක් ඒ වගේ කතාවක්. මේ කතාව යන්නෙ මිනිස්සු දැන් ඉන්න මට්ටමෙනුත් පරිණාමය වෙලා එකේ ඊළග මට්ටම විදියට එක එක අයට Super Powers ලැබෙන විදියට පරිණාමය වුන ලෝකයක. මේ ලෝකේ 99.99% කටම වගේ මොකක් හරි විශේෂ බලයක් තියෙනව🔥. ඉතින් මේ බලයන් එක්ක සමහර අය මේවා දුෂ්ඨ😈 වැඩවලට පාවිච්චි කරන්න ගන්නව, ඒ ඉතින් සමාජයේ හැටි නේ. මේ වගේ විශේෂ බලයන් තියෙන අයව පොලිසියේ සාමාන්‍යය අයට වගේ ඇවිත් විසදගන්න හෝ මැඩපවත්වන්න  බැරි නිසා, තවත් මේ වගේ විශේෂ බල තියෙන අය විරයො විදියට ඉදිරිපත් වෙනව මේ දුෂ්ඨයින්ව පරද්දන්න. ඉතින් පරම්පරා ගානක් තිස්සෙ මෙහෙම වීරයෝ දුෂ්ටයෝ අතර සටන් වෙනවා.<br><br>ඉතින් කාලෙකට පස්සෙ වීරයින්ව හොදට, perfect විදියට හදන්න ඕන වෙනව දවසින් දවස වැඩි වෙන දුෂ්ටයන් පරද්දන්න. ඉතින් මේ වෙනුවෙන් වීරයෝ වෙන්න කැමැති අයව පොඩි කාලෙම පුහුණු කරන්න ඕන වෙනව, මේ විදියට පුහුණු කරන්න, පුහුණු පාසල් වගේ ඒවා හැදෙනව ලෝකෙ පුරාම. ඒ වගේම කියන්න ඕනේ ‼ මේ වෙද්දි විරයෙක් වෙන එක රැකියාවක් විදියටත් සලකනව.හැබයි ඉතින් විරයා විරයම තමා හොදේ, ජීවිත පරදුවට තියලා මිනිසුන්ව බේරගන්නවා.<br><br>මෙන්න මේ වගේ පාසලකට ගිහිල්ල විරයෙක් වෙන එක තමා අපේ කතාවේ ප්‍රධාන චරිතය වෙන Izuku Midoriya ගේ හිනෙ. ඉතින් මේ කාලේ වෙද්දි ලෝකේ 99.99% මොකක් හරි බලයක් තියෙනවා, හැබයි අවාසනාවකට මෙයා මේ කාලෙදි අර බලයක් නැති 0.01% ගොඩෙ තමා ඉන්නෙ🥲ඒ කියන්නේ අපේ ප්‍රධාන චරිතය සාමාන්‍ය කෙනෙක්. ඒත් විරයෙක් වෙන හිනයනම් මෙයා අතාරින්නෙ නෑ. ඉතින් බලයක් නැති නිසා මෙයා නිතර අනිත් අයගෙන් කොන් වෙන්න ගන්නව, අනික මෙයාගේ විරයෙක් හිනයත් ගොඩක් අය සමච්චෙලේට හිනාවෙනව. ඔහොම කාලයක් ගිහින් දවසක් මෙයාව ස්කෝලේ bully කරන යාලුවෙක්ව එක හිරෙන් පැනපු දුෂ්ඨයෙක් අල්ලගන්නව ඇපකාරයෙක් විදියට. 😳එතනදි හැබයි බලයක් නැති වුනත්, මෙච්චර කල් එයාව bully කරල තිබ්බත් Midoriya මේ යාලුවව බේරගන්න හදනව, හැබයි ඉතින් බලයක් තියෙන කෙනෙක් එක්ක ගහගෙන දිනන්න පොර බැට් මැන් නෙමෙ නේ 🤣🤣🤣, සරලවම පරදිනව. හැබයි වෙලාවට ඒ කාලේ ඉන්න අංක එකේ සුපිරිවිරය වෙන All Might එතනට ඇවිත් බේරගන්නව මේ Midoriya වයි එයාගේ යාලුවාවයි. ඉතින් All Might කියන්නේ මේ වෙද්දි ඉන්න අංක එකේ සුපිරි වීරයා, මුළු ලෝකෙම ආදරේ කෙනෙක්, සමහර දුෂ්ටයන් පවා මෙයාට ආදරෙයි❤.<br><br>ඉතින් මෙතනදි Midoriya කියන්නේ මේ වගේ ලොකු රසිකයෙක්. කෝම හරි වෙන හුටපටේකින් මේ All might එක්ක කකුලක එල්ලිල මේ Midoriya පස්සෙන් ගිහිල්ල දැනගන්නව, එයාල දන්න All Might ට වඩා ඇත්ත කතාව වෙනස් කියල😳‼. මොකද ඇත්තටම All Might ගේ පෙනුම මාරම වෙනස්, අනික ඉස්සර වගේ සටන් කරන්න පුලුවන් කෙනෙකුත් නෙමෙ, ඒ වගේම All Might ගෙ බලය එක එක්කෙනාගෙන් පරම්පරා ගානක් තිස්සෙ ආපු දෙයක්. මේ වගේ එය කලින් දනන් ඉඳපු නැති වෙනම ලෝකයක් ගැන දැනගන්නවා.<br><br>ඉතින් කිසිම විශේෂ බලයක් නැති Midoriya ගේ නිර්භීත කම දැකලම, මේ බලය ඊලගට Midoriyaට දෙන්න All Might තිරණය කරනව👌. ඒ දෙන විදියත් මරු හැබයි 🤣. කොහොමහරි මේ බලය පාලනය කරන්න ශාරිරිකව පට්ට ශක්ති සම්පන්න වෙන්න ඕනේ නිසා වෙනම Workout plan එකක්ම පටන්ගන්න වෙනව. කොමහරි මේ බලයත් එක්ක Midoriya යනව වීරයින්ගේ පුහුණු පාසලේ ඇතුලත් වීමෙ විභාගයට. ඒකෙදි ත් කොහොමාරි යන්තම් පොර ඒ පාසලට යනව. ඉතින් මේ කතාවේ මුල්ම කොටස් දෙකෙ පොඩි සාරාංශයක් වගේ තමා දුන්නෙ ඔයාලට පොඩ්ඩක් කතාව තේරුම් ගන්න 💯❤.<br><br>එතන් ඉදන් Midoriya ලෝකේ අංක එකේ විරයෙක් වෙන්නෙ කොහොමද කියල බලාගන්න ආසනම්, 😋කොටින්ම Marvel,DC වගේ සුපිරිවිරයින්ගේ කතා වල රසිකයෙක් නම් මේක අනිවාරෙන් බලන්න. ඔක්කොම season 7ක් ඇවිල්ල තියෙනව (full episode count 159) movies 3ක් එක්ක. තවම බලන්න අරගෙන නැත්නම් දැන්ම බලන්න, Bones Studio එකේ පට්ටම animation එක්ක එක දිගට බලන්න පුලුවන් සුපිරිම කතාවක්. <br><br>ඉස්සරහට මේකෙ එක එක්කෙනාගෙ විස්තර, එක එක ස්ථාන, තව එක එක්කෙනාගේ Powers ගැන වෙනම article අරගෙන එන්නම්. එහෙනම් මෙතනට වෙනකම් කියෙව්ව ඔයාලට බොහොම ස්තුතියි 😁😁. <br><br>Follow and Like<br><a href='https://www.facebook.com/animesrilanka' target='_blank'>Anime SL</a> 🇱🇰 | ᴡᴀᴛᴄʜ ᴏɴ <a href='https://animearcadia.org.lk/' target='_blank'>animearcadia.org.lk</a><br><br>Admin Rocker🔥<br>#AnimeSL #AKSL #MHA #BNHA #MyHeroAcademia",
            "author_id": 2
        }
    ]
}
